Repository: RezaB30/Core-Systems
Catalog: RadiusR.Localization/Validation/Common.*.resx
Languages: tr_tr

# IntRange
source: {0} is out of acceptable range.
tr_tr: {0} kabul edilebilir aralık dışında.

# IP
source: {0} should be a valid IP address.
tr_tr: {0} geçerli bir IP adresi olmalıdır.

# Number
source: {0} should be a number.
tr_tr: {0} bir sayı olmalıdır.

# Required
source: {0} is required.
tr_tr: {0} gerekli.

# MaxLength
source: {0} can not be more than {1} characters.
tr_tr: {0} {1} karakterden fazla olamaz.

# RateLimit
source: {0} values are not valid.
tr_tr: {0} değerleri geçerli değil.

# ConflictError
source: Another service by this name already exists.
tr_tr: Bu isimle başka bir tarife zaten mevcut.

# FUPValidation
source: FUP inputs are not sufficent. Please fill them properly or leave them empty.
tr_tr: AKN girdileri yeterli değil. Lütfen bunları düzgün bir şekilde doldurun veya boş bırakın.

# PositiveLong
source: {0} must be a number between 1-999,999,999,999,999,999.
tr_tr: {0} 1-999.999.999.999.999.999 arası bir sayı olmalıdır.

# WordAndNumber
source: {0} can only have letter and number characters.
tr_tr: {0} Yalnızca harf ve rakam karakterleri olabilir.

# ForeignKeyNotFound
source: This {0} does not exist.
tr_tr: Bu {0} mevcut değil.

# EmailValidation
source: Email Address format is not valid.
tr_tr: E-posta Adresi biçimi geçerli değil.

# PhoneNumber
source: {0} is not a valid phone number.
tr_tr: {0} geçerli bir telefon numara değil.

# TaxNumber
source: {0} is not a tax number.
tr_tr: {0} geçerli bir vergi numarası değil.

# PositiveInt
source: {0} must be a number between 1-999,999,999.
tr_tr: {0} 1-999.999.999 arası bir sayı olmalıdır.

# TCK
source: {0} is not a valid national identification number.
tr_tr: {0} geçerli kimlik numarası değil.

# Currency
source: {0} is not a valid currency value.
tr_tr: {0}, geçerli bir para birimi değil.

# ReactivationDateError
source: Maximum allowed days in one year is 90.
tr_tr: Bir yılda izin verilen maksimum gün sayısı 90'dır.

# UsernameExists
source: This username already exists.
tr_tr: Bu kullanıcı adı zaten mevcut.

# PortNumber
source: {0} is not a valid port number. [0-65535]
tr_tr: {0} geçerli bir port numarası değil. [0-65535]

# TimeSpan
source: {0} is not a valid time span. [hh:mm:ss]
tr_tr: {0} geçerli bir zaman aralığı değil. [SS: dd: ss]

source: Invalid IP range.
tr_tr: IP aralığı geçersiz.

source: Unacceptable IP.
tr_tr: Kabul edilemez IP.

# ExistingEmail
source: This email address already exists.
tr_tr: Bu E-posta zaten mevcut.

# NonZero
source: {0} can not be 0.
tr_tr: {0} 0 olamaz.

# DoubleIP
source: Both shared and static IP can not be set, choose one.
tr_tr: Hem paylaşılan hem de statik IP ayarlanamaz, birini seçebilirsiniz.

# MinLength
source: {0} can not be less than {1} characters.
tr_tr: {0} {1} karakterden daha az olamaz.

source: Invalid permission selection.
tr_tr: Geçersiz yetki seçimi.

# Percentage
source: {0} is not a valid percentage.
tr_tr: {0} geçerli bir yüzde değil.

# ProvinceIDExist
source: This province code already exist.
tr_tr: Bu il kodu zaten mevcut.

# CityIDExist
source: This city code already exist.
tr_tr: Bu ilçe kodu zaten mevcut.

# CityIDLength
source: City code must be a 4 digit number.
tr_tr: İlçe kodu 4 haneli bir sayı olmalıdır.

source: Invalid netmap.
tr_tr: Netmap geçersiz.

# IPCapacity
source: {0} should be a number between 1 and 1290.
tr_tr: {0} 1 ile 1290 arasında bir sayı olmalıdır.

# IPSubnet
source: {0} is not a valid IP subnet (255.255.255.255/32).
tr_tr: {0} geçerli bir IP subnet değil (255.255.255.255/32).

# PortCount
source: {0} should be a number between 50 and 5000.
tr_tr: {0}, 50 ile 5000 arasında bir sayı olmalıdır.

# EBillPrefix
source: {0} is not a valid prefix.
tr_tr: {0} geçerli bir önek değil.

# InvalidTelekomPacket
source: Please select a valid package.
tr_tr: Lütfen geçerli bir paket seçin.

source: Invalid input.
tr_tr: Yanlış giriş.

# DiscountExceedsFeeCost
source: Discount can not be greater than fee amount.
tr_tr: İskonto, ücret tutarından büyük olamaz.

# EmailAlreadyAssigned
source: This email is already assigned to another user.
tr_tr: Bu e-posta zaten başka bir kullanıcıya atanmış.

# TCKCheckFailed
source: TCK is not valid.
tr_tr: TCK geçerli değil.

# CountryPhoneCode
source: {0} is not a valid phone code.
tr_tr: {0} geçerli bir telefon kodu değil.

# InvalidInternalIDs
source: Invalid call center internal numbers.
tr_tr: Geçersiz çağrı merkezi dahili numaraları.

# InternalNoAlreadyAssigned
source: This number is already assigned to another user.
tr_tr: Bu numara zaten başka bir kullanıcıya atanmış.

# DaysOfMonth
source: {0} must be days of month separated by ','.
tr_tr: {0}, ',' ile ayrılan ayın günleri olmalıdır.

# DaysOfWeek
source: {0} must be days of week separated by ','.
tr_tr: {0}, ',' ile ayrılan haftanın günleri olmalıdır.

# TimeOfDay
source: {0} must be between 00:00 and 23:59.
tr_tr: {0}, 00:00 ile 23:59 arasında olmalıdır.

# ServiceTimeTableConflict
source: There is a conflict in time table.
tr_tr: Zaman çizelgesinde bir çatışma var.

# MaxSmartQuotaPriceError
source: Max smart quota price cannot be smaller than base price.
tr_tr: Maksimum akıllı kota fiyatı, tamal fiyatından daha küçük olamaz.

# LatinLetters
source: {0} can only contain standard letters.
tr_tr: {0} yalnızca standart harfleri içerebilir.

# Unique
source: {0} should be unique.
tr_tr: {0} benzersiz olmalıdır.

# NoDomainsSelected
source: Cannot create service without any domain.
tr_tr: Herhangi bir domain olmadan tarife oluşturulamaz.

# NoBillingPeriodSelected
source: Cannot create service with no billing period.
tr_tr: Herhangi bir fatura dönem olmadan tarife oluşturulamaz.

# TCKValidationStep1
source: First step TCK validation failed.
tr_tr: İlk adım TCK doğrulaması başarısız oldu.

# TCKValidationStep2
source: Second step TCK validation failed.
tr_tr: İkinci adım TCK doğrulaması başarısız oldu.

# SpeedCodeExists
source: This speed code already exists.
tr_tr: Bu hız kodu zaten mevcut.

# TelekomError
source: Error in calling Telekom web service.
tr_tr: Telekom web servisi arama hatası.

# PartnerWorkAreaConflict
source: This work area is already added.
tr_tr: Bu çalışma bölgesi zaten eklenmiştir.

# DateBinder
source: {0} is not a correct date.
tr_tr: {0} doğru bir tarih değil.

source: File is too large.
tr_tr: Dosya çok büyük.
