Repository: RezaB30/Core-Systems
Catalog: RadiusR.Localization/AppSettings/Names.*.resx
Languages: tr_tr

# BillSMSActTime
source: Billing SMS Daily Start Time
tr_tr: Fatura SMS Gönderim Saati (HerGün)

# ChartMaxSteps
source: Linear Chart Maximum Steps
tr_tr: Doğrusal Grafik Maksimum Basamaklar

source: Mail Host
tr_tr: e-posta Sunucusu

source: Mail Host Port
tr_tr: e-posta sunucu portu

# MailPass
source: Mail Password
tr_tr: e-posta Şifresi

source: Mail User
tr_tr: e-posta Kullanıcı Adı

# PagesLinkCount
source: Page Number Count
tr_tr: Sayfalama İçin Kaç Sayfa Numarası Gösterilsin

# TableRows
source: Table Rows Count
tr_tr: 1 Sayfada Gösterilecek Satır Sayısı

# TTServicesPassword
source: Web Service Password
tr_tr: Türk Telekom XDSL WebServis Şifre

# TTServicesUsername
source: Web Service Username
tr_tr: Türk Telekom XDSL WebServis Kullanıcı Adı

source: Username Suffix
tr_tr: @domain

# TTISPCode
source: Web Service ISP Code
tr_tr: Web Servis OLO Portal İçin Kullanıcı Kodu

# TTServiceCustomerCode
source: Web Service Customer Code
tr_tr: Türk Telekom Satış İçin Varsayılan Müşteri No

# TTOLOPassword
source: OLO Portal Password
tr_tr: Türk Telekom OLO Portal Şifre

# TTOLOUsername
source: OLO Portal Username
tr_tr: Türk Telekom OLO Portal Kullanıcı Adı

# EBillApiPassword
source: Api Password
tr_tr: API Şifre

# EBillApiUsername
source: Api Username
tr_tr: API Kullanıcı Adı

# EBillCompanyCode
source: Company Code
tr_tr: Şirket Kodu

# InvoiceArchiveIDPrefix
source: Archive Prefix
tr_tr: Arşiv Seri

# InvoiceBillIDPrefix
source: Bill Prefix
tr_tr: Fatura Seri

source: Past Due Flat Penalty
tr_tr: Kapatma/Açma Bedeli

source: Past Due Penalty Percentage
tr_tr: Gecikme Bedeli

source: Sender Central System No
tr_tr: Mersis No

source: Sender City Name
tr_tr: İlçe

# SenderCompanyTaxRegion
source: Sender Tax Region
tr_tr: Vergi Dairesi

source: Sender Company Title
tr_tr: Şirket Ünvanı

source: Sender Country Name
tr_tr: Ülke

source: Sender Email
tr_tr: E-Posta

source: Sender Phone No
tr_tr: Telefon No

source: Sender Province Name
tr_tr: İl

source: Sender Registration No
tr_tr: Ticaret Sicil No

source: Sender Tax No
tr_tr: Vergi No

source: E-Bills Threshold
tr_tr: E-Fatura Eşiği

# OnlinePasswordDuration
source: Service Website Password Life
tr_tr: Online İşlem Merkezi Şifre Ömrü

source: Username Prefix
tr_tr: Kullanıcı Adı Önek

source: Subscriber No. Prefix
tr_tr: Abone No. Önek

# EBillIsActive
source: Active
tr_tr: Aktif

# ExpirationTolerance
source: Expiration Tolerance (Days)
tr_tr: Kapatma Tolerans (Gün)

# PaymentTolerance
source: Payment Tolerance (Days)
tr_tr: Ödeme Tolerans (Gün)

source: Sender Fax No
tr_tr: Faks No

source: Review Delay
tr_tr: E-Arşiv/Fatura Göndermeden Önce Bekleme Süresi (Gün)

source: Geocoding API Key
tr_tr: Coğrafi Kodlama API Anahtarı

source: Country Phone Code
tr_tr: Ülke Telefon Kodu

source: BTK Operator Code
tr_tr: BTK Operatör Kodu

source: BTK Operator Name
tr_tr: BTK Operatör Adı

source: BTK Operator Type
tr_tr: BTK Operatör Tipi

source: Support Request Reopen Allow Time
tr_tr: Destek İsteklerini Yeniden Açma Süresi

source: SMTP Email Address
tr_tr: SMTP Email Adresi

source: SMTP Email Host
tr_tr: SMTP Email Sonucusu

source: SMTP Email Password
tr_tr: SMTP Email Şifresi

source: SMTP EMail Port
tr_tr: SMTP EMail Portu

source: Company Name
tr_tr: Şirket Ünvanı

source: SMTP Email Display Email
tr_tr: SMTP Email Görünen Mail Adresi

source: SMTP Email Display Name
tr_tr: SMTP Email Görünen Adı
