Repository: RezaB30/Core-Systems
Catalog: RadiusR.Localization.Lists/PDFItemIDs.*.resx
Languages: tr_tr

source: Billing Address
tr_tr: Fatura Adresi

source: Birth Date
tr_tr: Doğum Tarihi

source: Birth Place
tr_tr: Doğum Yeri

source: Central System No
tr_tr: Merkezi Sistem no

source: Company Title
tr_tr: Şirket Ünvanı

source: Contact Phone No
tr_tr: İletişim Telefon no

# DisplayName
source: First & Last Name/Company Title
tr_tr: Adı Soyadı/Şirket Unvanı

source: E-mail
tr_tr: E-posta

source: Father's Name
tr_tr: Baba adı

# FirstAndLastName
source: First & Last Name
tr_tr: Adı Soyadı

source: First Name
tr_tr: Adı

source: Land Phone No
tr_tr: Sabit Telefon Yok

source: Land Phone Yes
tr_tr: Sabit Telefon Var

source: Last Name
tr_tr: Soyadı

source: Mother's Maiden Name
tr_tr: Anne Kızlık Soyadı

source: Mother's Name
tr_tr: Anne Adı

source: Nationality
tr_tr: Uyruk

source: Profession
tr_tr: Meslek

# ResidenceAddress_BBK
source: Residency Address BBK
tr_tr: İkamet Adres BBK'si

# ResidenceAddress_BuildingName
source: Residency Address Building Name
tr_tr: İkamet Adres Binanın Adı

# ResidenceAddress_BuildingNo
source: Residency Address Building No
tr_tr: İkamet Adres Bina no

# ResidenceAddress_DistrictName
source: Residency Address District
tr_tr: İkamet Adres İlçesi

# ResidenceAddress_DoorNo
source: Residency Address Door No
tr_tr: İkamet Adres Kapı no

# ResidenceAddress_Floor
source: Residency Address Floor
tr_tr: İkamet Adres Katı

# ResidenceAddress_NeighborhoodName
source: Residency Address Neighborhood
tr_tr: İkamet Adres Mahallesi

# ResidenceAddress_PostalCode
source: Residency Address Postal Code
tr_tr: İkamet Adres Posta Kodu

# ResidenceAddress_ProvinceName
source: Residency Address Province
tr_tr: İkamet Adres İli

# ResidenceAddress_StreetName
source: Residency Address Street
tr_tr: İkamet Adres Sokağı

# Sex_Female
source: Female
tr_tr: Kadın

# Sex_Male
source: Male
tr_tr: Erkek

source: Subscriber No
tr_tr: Abone No

source: Subscription Address BBK
tr_tr: Abonelik Adres BBK'si

source: Subscription Address Building Name
tr_tr: Abonelik Adres Binanın Adı

source: Subscription Address Building No
tr_tr: Abonelik Adresi Bina no

# SubscriptionAddress_DistrictName
source: Subscription Address District
tr_tr: Abonelik Adresi Bölgesi

source: Subscription Address Door No
tr_tr: Abonelik Adresi Kapı no

source: Subscription Address Floor
tr_tr: Abonelik Adres Katı

# SubscriptionAddress_NeighborhoodName
source: Subscription Address Neighborhood
tr_tr: Abonelik Adres Mahallesi

source: Subscription Address Postal Code
tr_tr: Abonelik Adres Posta Kodu

# SubscriptionAddress_ProvinceName
source: Subscription Address Province
tr_tr: Abonelik Adres İli

# SubscriptionAddress_StreetName
source: Subscription Address Street
tr_tr: Abonelik Adres Sokağı

source: Tariff Name
tr_tr: Tarife Adı

source: Tax No
tr_tr: Vergi no

source: Tax Office
tr_tr: Vergi Dairesi

# TCKAndTaxNo
source: TCK/Tax No
tr_tr: TCK/Vergi no

source: Trade Registration No
tr_tr: Ticaret Sicil no

source: Transferred Company Title
tr_tr: Devralan Şirket Ünvanı

# Transferred_DisplayName
source: Transferred First & Last Name/Company Title
tr_tr: Devralan Adı Soyadı/Şirket Ünvanı

# Transferred_FirstAndLastName
source: Transferred First & Last Name
tr_tr: Devralan Adı Soyadı

source: Transferred First Name
tr_tr: Devralan Adı

source: Transferred Last Name
tr_tr: Devralan Soyadı

source: Transferred Subscriber No
tr_tr: Devralan Abone no

source: Transferred Tax No
tr_tr: Devralan Vergi no

# Transferred_TCKAndTaxNo
source: Transferred TCK/Tax No
tr_tr: Devralan TCK/Vergi no

source: Transferred TCK No
tr_tr: Devralan TCK no

source: Transferring Company Title
tr_tr: Devreden Şirket Unvanını

# Transferring_DisplayName
source: Transferring First & Last Name/Company Title
tr_tr: Devreden Adı Soyadı/Şirket Ünvanı

# Transferring_FirstAndLastName
source: Transferring First & Last Name
tr_tr: Devreden Adı Soyad

source: Transferring First Name
tr_tr: Devreden Adı

source: Transferring Last Name
tr_tr: Devreden Soyadı

source: Transferring Subscriber No
tr_tr: Devreden Abone no

source: Transferring Tax No
tr_tr: Devreden Vergi no

# Transferring_TCKAndTaxNo
source: Transferring TCK/Tax No
tr_tr: Devreden TCK/Vergi no

source: Transferring TCK No
tr_tr: Devreden TCK no

source: Transition Source Operator
tr_tr: Geçiş İşletmeci
