Repository: RezaB30/Core-Systems
Catalog: RadiusR.Localization.Lists/Profession.*.resx
Languages: tr_tr

# Code_011
source: Officer
tr_tr: Subay

# Code_021
source: Permanent members of non-officer armed forces
tr_tr: Subay olmayan silahlı kuvvetlerin daimi mensupları

# Code_031
source: Other occupations in the armed forces
tr_tr: Silahlı kuvvetlerde diğer rütbelerdeki meslekler

# Code_111
source: Lawmakers and senior executives
tr_tr: Kanun yapıcılar ve üst düzey yöneticiler

# Code_112
source: general managers and presidents (private sector)
tr_tr: genel müdürler ve başkanlar (özel sektör)

# Code_121
source: managers of business services and administration
tr_tr: iş hizmetleri ve idaresi ile ilgili müdürler

# Code_122
source: sales, marketing and business development managers
tr_tr: satış, pazarlama ve iş geliştirme ile ilgili müdürler

# Code_131
source: agricultural, forestry and fishery production managers
tr_tr: tarım, ormancılık ve balıkçılık ile ilgili üretim müdürleri

# Code_132
source: manufacturing, mining, construction and distribution managers
tr_tr: imalat, madencilik, inşaat ve dağıtım müdürleri

# Code_133
source: information and communication technology service managers
tr_tr: bilgi ve iletişim teknolojisi hizmet müdürleri

# Code_134
source: professional service managers
tr_tr: profesyonel hizmet müdürleri

# Code_141
source: hotel, restaurant and restaurant managers
tr_tr: otel, lokanta ve restoran müdürleri

# Code_142
source: retail and wholesale trade managers
tr_tr: perakende ve toptan ticaret müdürleri

# Code_143
source: other service managers
tr_tr: diğer hizmet müdürleri

# Code_211
source: professional groups related to physics and earth sciences
tr_tr: fizik ve yer bilimleri ile ilgili profesyonel meslek grupları

# Code_212
source: mathematicians, statistics and actuaries
tr_tr: matematikçiler, istatikçiler ve aktüerler

# Code_213
source: life sciences professionals
tr_tr: yaşam bilimleri ile ilgili profesyonel meslek mensupları

# Code_214
source: professional groups related to engineering (except electrotechnical engineers)
tr_tr: mühendislik ile ilgili profesyonel meslek grupları (elektroteknoloji mühendisleri hariç)

# Code_215
source: Electrical Engineer
tr_tr: elektroteknoloji mühendisi

# Code_216
source: architects, planners, surveyors and designers
tr_tr: mimarlar, planlamacılar, harita mühendisleri ve tasarımcılar

# Code_221
source: medical doctors
tr_tr: tıp doktorları

# Code_222
source: nursing and midwifery professionals
tr_tr: hemşirelik ve ebelik professyonelleri

# Code_223
source: traditional and complementary medical professionals
tr_tr: geleneksel ve tamamlayıcı tıp profesyonelleri

# Code_224
source: paramedical practitioners
tr_tr: paramedikal uygulayıcılar

# Code_225
source: vets
tr_tr: veterinerler

# Code_226
source: other health personnel
tr_tr: diğer sağlık personelleri

# Code_231
source: university and higher education faculty
tr_tr: ünivertise ve yükseköğretim öğretim elemanları

# Code_232
source: vocational education teachers
tr_tr: mesleki eğitim öğretmenleri

# Code_233
source: Secondary (secondary and high school) teachers
tr_tr: ortaöğretim (ortaokul ve lise) öğretmenleri

# Code_234
source: primary and pre-school teachers
tr_tr: ilkokul ve okul öncesi öğretmenleri

# Code_235
source: other professionals of education
tr_tr: eğitim ile ilgili diğer profesyonel meslek mensupları

# Code_241
source: finance professionals
tr_tr: finans ile ilgili profesyonel meslek mensupları

# Code_242
source: management professionals
tr_tr: yönetim ile ilgili profesyonel meslek mensupları

# Code_243
source: sales, marketing and public relations professionals
tr_tr: satış, pazarlama ve halkla ilişkiler ile ilgili profesyonel meslek mensupları

# Code_251
source: software and application developers and analysts
tr_tr: yazılım ve uygulama geliştiricileri ve analistleri

# Code_252
source: database and computer networks professionals
tr_tr: veri tabanı ve bilgisayar ağları ile ilgili profesyonel meslek mensupları

# Code_261
source: law professionals
tr_tr: hukuk ile ilgili profesyonel meslek mensupları

# Code_262
source: librarians, archivists and curators
tr_tr: kütüphaneciler, arşivciler ve kuratörler

# Code_263
source: social and religious professionals
tr_tr: sosyal ve din ile ilgili profesyonel meslek mensupları

# Code_264
source: writers, journalists and linguists
tr_tr: yazarlar, gazeteciler ve dilbilimciler

# Code_265
source: creative artists and stage artists
tr_tr: yaratıcı sanatçılar ve sahne sanatçıları

# Code_311
source: physics and engineering science technicians
tr_tr: fizik ve mühendislik bilimleri teknisyenleri

# Code_312
source: mining, manufacturing and construction supervisors
tr_tr: maden, imalat ve inşaat süpervizörleri

# Code_313
source: Process control technicians
tr_tr: işlem kontrol teknisyenleri

# Code_314
source: life sciences and technicians and related assistants
tr_tr: yaşam bilimleri ve teknisyenleri ve ilgili yardımcı profesyonel meslek mensupları

# Code_315
source: ship and aircraft controllers and technicians
tr_tr: gemi ve hava taşıtı kontrolörleri ve teknisyenleri

# Code_321
source: medical technicians and pharmaceutical technicians
tr_tr: tıp teknisyenleri ve eczacılık teknisyenleri

# Code_322
source: nursing and midwifery assisting professionals
tr_tr: hemşirelik ve ebelik yardımcı profesyonelleri

# Code_323
source: Helping professionals in traditional and complementary medicine
tr_tr: geleneksel ve tamamlayıcı tıp yardımcı profesyonelleri

# Code_324
source: veterinary technicians and assistants
tr_tr: veteriner teknisyenleri ve yardımcıları

# Code_325
source: other auxiliary health personnel
tr_tr: diğer yardımcı sağlık personelleri

# Code_331
source: associate professionals in finance and mathematical affairs
tr_tr: finans ve matematiksel işler ile ilgili yardımcı profesyonel meslek mensupları

# Code_332
source: sales and purchasing agents and brokers
tr_tr: satış ve satın alma temsilcileri ve aracıları (brokerler)

# Code_333
source: business services agents
tr_tr: iş hizmetleri aracıları

# Code_334
source: secretaries specializing in administrative and specific areas
tr_tr: idari ve belli bir alanda uzmanlaşmış sekreterler

# Code_335
source: adjunct professionals in regulatory state related areas
tr_tr: düzenleyici devlet ile ilgili alanlardaki yardımcı profesyonel meslek mensupları

# Code_341
source: legal, social and dim related professionals
tr_tr: hukuk, sosyal ve dim ile ilgili yardımcı profesyonel meslek mensupları

# Code_342
source: sports and fitness workers
tr_tr: spor ve fitness çalışanları

# Code_343
source: art, culture and culinary professionals
tr_tr: sanat, kültür ve mutfak ile ilgili yardımcı profesyonel meslek mensupları

# Code_351
source: information and communication technologies operating and user support technicians
tr_tr: bilgi ve iletişim teknolojileri işletim ve kullanıcı destek teknisyenleri

# Code_352
source: telecommunications and broadcast technicians
tr_tr: telekomünikasyon ve yayın teknisyenleri

# Code_411
source: general office staff
tr_tr: genel büro elemanları

# Code_412
source: secretaries (general)
tr_tr: sekreterler (genel)

# Code_413
source: operators using keyboards
tr_tr: klavye kullanan operatörler

# Code_421
source: cashiers, collectors and similar staff
tr_tr: veznedarlar, tahsilatçılar ve benzer elemanlar

# Code_422
source: customer advisory staff
tr_tr: müşteri danışma elemanları

# Code_431
source: office staff
tr_tr: sayısal işlemler yapan büro elemanları

# Code_432
source: office personnel for material records and transportation
tr_tr: malzeme kayıtları ve taşımcılık ile ilgili büro elemanları

# Code_441
source: other office services
tr_tr: diğer büro hizmetlerinde çalışan elemanlar

# Code_511
source: travel staff, conductors and bus assistants and guides
tr_tr: seyahatlerde hizmet veren elemanlar, kondüktörler ve otobüs muavinleri ile rehberler

# Code_512
source: cooks
tr_tr: aşçılar

# Code_513
source: waiters and bartenders
tr_tr: garsonlar ve barmenler

# Code_514
source: hairdressers, beauticians and related workers
tr_tr: kuaförler, güzellik uzmanları ve ilgili çalışanlar

# Code_515
source: building and cleaning and maintenance
tr_tr: bina sorumluları ile temizlik ve bakım işleri sorumluları

# Code_516
source: other personal services
tr_tr: diğer kişisel hizmetlerde çalışanlar

# Code_521
source: street, bench and market salespeople
tr_tr: sokak, tezgah ve Pazar satış elemanları

# Code_522
source: store, shop etc. sales staff
tr_tr: mağaza, dükkan vb. satış elemanları

# Code_523
source: cashiers and ticket sellers
tr_tr: kasiyerler ve bilet satıcıları

# Code_524
source: other salespersons
tr_tr: diğer satış elemanları

# Code_531
source: child care services and teacher assistants
tr_tr: çocuk bakım hizmetleri veren elemanlar ve öğretmen yardımcıları

# Code_532
source: personal care workers in health care
tr_tr: sağlık hizmetlerinde kişisel bakım çalışanları

# Code_541
source: personnel providing protection services
tr_tr: koruma hizmetleri veren elemanlar

# Code_611
source: gardeners and plant growers
tr_tr: bahçıvanlar ve bitkisel ürün yetiştiricileri

# Code_612
source: animal breeders
tr_tr: hayvan yetiştiricileri

# Code_621
source: forestry and forestry workers
tr_tr: ormancılık ve ormancılık ile ilgili işlerde çalışanlar

# Code_622
source: aquaculture workers, hunters and traps
tr_tr: su ürünleri çalışanları, avcılar ve tuzakçılar

# Code_631
source: herbalist growers
tr_tr: kendi geçimine yönelik bitkisel ürün yetiştiricileri

# Code_632
source: livestock growers
tr_tr: kendi geçimine yönelik çiftlik hayvanları yetiştiricileri

# Code_633
source: mixed crops and livestock growers for their livelihoods
tr_tr: kendi geçimine yönelik karma bitkisel ürün ve çiftlik hayvanları yetiştiricileri

# Code_634
source: fishermen, hunters, trappers and gatherers for their livelihood
tr_tr: kendi geçimine yönelik balıkçılar, avcılar, tuzakçılar ve toplayıcılar

# Code_711
source: craftsmen
tr_tr: kaba inşaat ile ilgili işlerde çalışan sanatkarlar

# Code_712
source: construction works and craftsmen
tr_tr: inşaatı tamamlayıcı işler ve ilgili işlerde çalışan sanatkarlar

# Code_713
source: whitewash, paint and building exterior cleaning and related workers
tr_tr: badana, boya ve bina dış yüzey temizliği ve ilgili işlerde çalışanlar

# Code_721
source: metal sheet and construction material, metal molders and welders and related workers
tr_tr: metal levha ve inşaat malzemesi, metal kalıpçılar ve kaynakçılar ve ilgili işlerde çalışanlar

# Code_722
source: blacksmiths, tool makers and related workers
tr_tr: demirciler, alet yapımcıları ve ilgili işlerde çalışanlar

# Code_723
source: machinery maintenance and repair
tr_tr: makine bakım ve onarım işlerinde çalışanlar

# Code_731
source: crafts employees
tr_tr: el sanatları çalışanları

# Code_732
source: print workers
tr_tr: basım ile ilgili işlerde çalışanlar

# Code_741
source: electrical equipment dealers and repairers
tr_tr: elektrikli ekipman kurumcuları ve tamircileri

# Code_742
source: electronic and telecommunications agencies and repairers
tr_tr: elektronik ve telekomünikasyon kurumcuları ve tamircileri

# Code_751
source: food processing and related workers
tr_tr: gıda işleme ve ilgili işlerde çalışanlar

# Code_752
source: woodworking, wood furniture manufacturers and related workers
tr_tr: ağaç işleyiciler, ahşap mobilya imalatçıları ve ilgili işlerde çalışanlar

# Code_753
source: textile and clothing
tr_tr: tekstil ve giyim eşyası ile ilgili işlerde çalışanlar

# Code_754
source: other craftsmen and related workers
tr_tr: diğer sanatkarlar ve ilgili işlerde çalışanlar

# Code_811
source: mining and mineral processing plant operators
tr_tr: madencilik ve mineral işleme tesisi operatörleri

# Code_813
source: chemical and photographic products plant and machinery operators
tr_tr: kimyasal ve fotoğrafik ürünler tesis ve makine operratörleri

# Code_814
source: machine operators of rubber, plastic and paper products
tr_tr: kauçuk, plastik ve kağıt ürünleri makine operatörleri

# Code_815
source: textile, fur and leather machine operators
tr_tr: tekstil, kürk ve deri ürünleri makine operatörleri

# Code_816
source: machine operators of food-related products
tr_tr: gıda ile ilgili ürünlerin makine operatörleri

# Code_817
source: woodworking and paper manufacturing plant operators
tr_tr: ağaç işleme ve kağt imalat tesisi operatörleri

# Code_818
source: other stationary and machine operators
tr_tr: diğer sabit tesis ve makine operatörleri

# Code_821
source: installers
tr_tr: montajcılar

# Code_831
source: locomotive engine drivers and related workers
tr_tr: lokomotif motoru sürücüleri ve ilgili çalışanlar

# Code_832
source: drivers of cars, vans and motorcycles
tr_tr: otomobil, kamyonet ve motosiklet sürücüeri

# Code_833
source: heavy duty truck and bus drivers
tr_tr: ağır yük kamyonu ve otobüs sürücüleri

# Code_834
source: mobile machinery and equipment operators
tr_tr: hareketli makine ve teçhizat operatörleri

# Code_835
source: ship deck crews and related workers
tr_tr: gemi güverte tayfaları ve ilgili çalışanlar

# Code_911
source: cleaners and household chores working in homes, hotels and offices
tr_tr: ev, otel ve bürolarda çalışan temizlikçiler ve ev işleri yardımcıları

# Code_912
source: vehicle and window cleaning, laundry and other manual cleaning
tr_tr: taşıt ve pencere temizleme ile çamaşır yıkama ve diğer elle yapılan temizlik işlerinde çalışanlar

# Code_921
source: agricultural, forestry and fishery sectors
tr_tr: tarım, ormancılık ve balıkçılık sektörlerinde nitelik gerektirmeyen işlerde çalışanlar

# Code_931
source: non-qualified workers in the mining and construction sectors
tr_tr: madencilik ve inşaat sektörlerinde nitelik gerektirmeyen işlerde çalışanlar

# Code_932
source: non-qualified workers in manufacturing
tr_tr: imalat sektöründe nitelik gerektirmeyen işlerde çalışanlar

# Code_933
source: non-qualified workers in the transport and storage sectors
tr_tr: ulaştırma ve depolama sektörlerinde nitelik gerektirmeyen işlerde çalışanlar

# Code_941
source: food preparation aids
tr_tr: yiyecek hazırlama yardımcıları

# Code_951
source: street and street service workers
tr_tr: cadde ve sokaklarda hizmet işlerinde çalışanlar

# Code_952
source: street vendors (excluding food)
tr_tr: sokak satıcıları (gıda hariç)

# Code_961
source: scavengers and waste collectors
tr_tr: çöpçüler ve atık toplayıcılar

# Code_962
source: other non-qualified employees
tr_tr: diğer nitelik gerektirmeyen işlerde çalışanlar
