Repository: RezaB30/Core-Systems
Catalog: RadiusR.Localization.Lists/SystemLogTypes.*.resx
Languages: tr_tr

source: Add Additional Fee
tr_tr: Ek Ücret Ekleme

source: Add File
tr_tr: Dosya Ekleme

source: Address Change
tr_tr: Adres Değişikliği

source: Add Subscription
tr_tr: Abone Ekleme

source: Add Work Order
tr_tr: İş Emri Ekleme

source: Bill Payment
tr_tr: Fatura Ödeme

source: Cancel Payment
tr_tr: Ödemeyi İptal Etme

# ChangeCustomer
source: Change Customer Info
tr_tr: Müşteri Bilgisini Değiştirme

# ChangeLastAllowedDate
source: Change Expiration Date
tr_tr: Son Kullanma Tarihini Değiştirme

# ChangeSubscriber
source: Change Subscriber Info
tr_tr: Abone Bilgisini Değiştirme

source: Edit Discount
tr_tr: İskontosu Düzenle

source: Line Quality Check
tr_tr: Hat Kalite Sorgulama

source: Remove Additional Fee
tr_tr: Ek Ücreti Kaldırma

source: Remove File
tr_tr: Dosyayı Kaldırma

source: Remove Work Order
tr_tr: İş Emrini Kaldırma

source: Change Client State
tr_tr: Abone Durumu Değiştirme

source: Change Service
tr_tr: Tarife Değiştirme

source: Force Change Service
tr_tr: Zorla Tarife Değişme

# ChangeSubscriptionSpeedProfile
source: Change Subscriber Speed Profile
tr_tr: Abone Hız Profili Değiştirme

# StepDownSubscriptionSpeedProfile
source: Step Down Subscriber Speed Profile
tr_tr: Abone Hız Profili Azaltma

# StepUpSubscriptionSpeedProfile
source: Step Up Subscriber Speed Profile
tr_tr: Abone Hız Profili Yükseltme

source: Edit Client Identity Document
tr_tr: Müşteri Kimlik Belgesini Düzenleme

# SellQuota
source: Quota Sale
tr_tr: Kota Satış

source: Activate Automatic Payment
tr_tr: Otomatik Ödeme Talimatı Etkinleştirme

source: Add Credit Card
tr_tr: Kredi Kart Ekleme

source: Deactivate Automatic Payment
tr_tr: Otomatik Ödeme Talimatı Devre Dışı Bırakma

source: Remove Credit Card
tr_tr: Kredi Kart Kaldırma

source: Change Installation Address
tr_tr: Tesis Adresini Değiştirme

source: Change Subscriber Username
tr_tr: Abone Kullanıcı Adını Değiştirme

source: Close Telekom Work Order
tr_tr: Telekom İş Emri Kapatma

source: Create Telekom Work Order
tr_tr: Telekom İş Emri Oluşturma

source: Edit Subscriber Commitment
tr_tr: Abone Taahhüdünü Düzenleme

source: Retry Telekom Work Order
tr_tr: Telekom İş Emri Yeniden Deneme

source: Change Subscriber DSLNo
tr_tr: Abone DSL Numarası Değişikliği

# ChangeSubscriberGroup
source: Change Subscriber Groups
tr_tr: Abone Grup Değişikliği

source: Change Subscriber Static IP
tr_tr: Abone Statik IP Değişikliği

# CancelScheduledChangeService
source: Scheduled Change Tariff Cancellation
tr_tr: Tarife Zamanlanmış Değişiklik İptali

# ChangeServiceSchedule
source: Scheduled Change Tariff
tr_tr: Tarife Zamanlanmış Değişiklik

# CancelBill
source: Bill Cancellation
tr_tr: Fatura İptal Etme

source: Change Subscriber Password
tr_tr: Abone Kullanıcı Şifresini Değiştirme

source: Cancel Additional Fee
tr_tr: Ek Ücreti İptal Etme

# ExtendPackage
source: Package Extention
tr_tr: Paket Uzatma

source: Telekom Sync
tr_tr: Telekom Senkronizasyonu

source: Add Recurring Discount
tr_tr: Tekrarlayan İndirim Ekleme

source: Remove Recurring Discount
tr_tr: Tekrarlayan İndirim Kaldırma

source: Disable Recurring Discount
tr_tr: Tekrarlayan İndirim Devre Dişi Birakma
