Repository: RezaB30/Core-Systems
Catalog: RadiusR.Localization/Pages/Common.*.resx
Languages: tr_tr

source: Accept
tr_tr: Kabul et

source: Add Client
tr_tr: Yeni Müşteri Ekle

source: Add Dealer
tr_tr: Yeni Bayi Ekle

source: Additional Fees
tr_tr: Ek Ücretler

source: Additional Fees List
tr_tr: Ek Ücretler Listesi

source: Add Server
tr_tr: Router Ekle

source: Add Service
tr_tr: Tarife Ekle

source: Attention!
tr_tr: Dikkat!

source: Billing Info
tr_tr: Fatura Özellikleri

source: Change Name
tr_tr: Adı Değiştir

source: Choose
tr_tr: Seçiniz

source: Clear Search
tr_tr: Aramayı Temizle

source: Client List
tr_tr: Abone Listesi

source: Clients
tr_tr: Aboneler

# ConfirmText
source: Are You Sure?
tr_tr: Emin misiniz?

# Credentials
source: User Credentials
tr_tr: Kullanıcı Kimlik Bilgileri

# CustomerChangeNameWarning
source: Changing customer name is not recommended, it may cause system lag for updating all the accounting records and it may be thousands of them!
tr_tr: Abone adının değiştirilmesi önerilmez, tüm muhasebe kayıtlarını güncellemek için sistem gecikmesine neden olabilir ve binlerce hataya neden olabilir!

source: Daily FUP
tr_tr: Günlük AKN

source: Daily Usage
tr_tr: Günlük Kullanım

source: Dealer List
tr_tr: Bayi Listesi

source: Dealers
tr_tr: Bayiler

source: Details
tr_tr: Detaylar

source: Edit
tr_tr: Düzenle

source: Edit Client
tr_tr: Müşteri Düzenle

source: Edit Dealer
tr_tr: Bayiyi Düzenle

source: Edit service
tr_tr: Tarife Düzenle

source: FUP Attributes
tr_tr: AKN Özellikler

source: Home Page
tr_tr: Ana Sayfa

source: Login
tr_tr: Oturum Aç

# NAS
source: Network Access Servers(NAS)
tr_tr: Router(NAS)

# NasList
source: Server list
tr_tr: Router listesi

source: No
tr_tr: Hayır

source: OK
tr_tr: Tamam

# PersonalInfo
source: Personal Information
tr_tr: Kişisel Bilgileri

source: Remove
tr_tr: Kaldır

source: Search
tr_tr: Ara

source: Service
tr_tr: Tarife

source: Service list
tr_tr: Tarife Listesi

source: Services
tr_tr: Tarifeler

source: Time
tr_tr: Zaman

source: Usage
tr_tr: Kullanım

source: Yes
tr_tr: Evet

source: Billing Process
tr_tr: Fatura

source: Bills
tr_tr: Faturalar

source: Day(s)
tr_tr: Gün

source: Description
tr_tr: Açıklama

source: Total
tr_tr: Toplam

# FUPRemaining
source: Remaining FUP
tr_tr: AKN Kalan

source: Change State
tr_tr: Durumu Değiştir

source: Cancel
tr_tr: İptal Et

source: Bill Payment
tr_tr: Fatura Ödeme

source: Select All
tr_tr: Tümünü Seç

source: Select None
tr_tr: Hiçbirini Seç

source: Pay All
tr_tr: Tümünü Öde

source: Pay
tr_tr: Öde

source: Pay Selected
tr_tr: Seçilenleri Öde

source: Back
tr_tr: Geri

source: Save
tr_tr: Kaydet

source: Settings
tr_tr: Ayarlar

source: Activate
tr_tr: Etkinleştir

source: Deactivate
tr_tr: Devre Dışı Bırak

source: Add
tr_tr: Ekle

source: Manage Credit
tr_tr: Kredi Yönetimi

source: Subtract
tr_tr: Çıkar

source: Work Orders
tr_tr: İş Emirleri

source: Active Faults
tr_tr: Açık Arızalar

source: Assign Work Order
tr_tr: İş Emri Ata

source: Submit
tr_tr: Gönder

source: FUP Free Hours
tr_tr: AKNsiz Saatler

source: Credit
tr_tr: Kredi

source: Extend Package
tr_tr: Paket Uzatma

source: New Support Requests
tr_tr: Yeni Destek İstekleri

source: No work orders assigned
tr_tr: İş emri atanmadı

source: Support Requests
tr_tr: Destek İstekleri

source: Manage
tr_tr: Yönet

source: Daily
tr_tr: Günlük

source: Monthly
tr_tr: Aylık

source: Connection
tr_tr: Bağlantı

# LoadingError
source: Error loading data.
tr_tr: Veri yüklenirken hata oluştu.

source: Radius Settings
tr_tr: Radius Ayarlar

source: Texts
tr_tr: Metinler

source: Add Group
tr_tr: Grup Ekle

source: Groups List
tr_tr: Grup Listesi

source: Send SMS
tr_tr: SMS Gönder

# BothGroupAndService
source: Both group and service can not be selected.
tr_tr: Hem grup hem de tarife seçilemez.

# NoGroupAndService
source: Both group and service can not be empty.
tr_tr: Hem grup hem de tarife boş olamaz.

source: IP Settings
tr_tr: IP Ayarları

source: Send Credentials
tr_tr: Kimlik Bilgileri Gönder

source: Notes
tr_tr: Notlar

# Error
source: Internal Error
tr_tr: İç Hata

# ErrorDescription
source: An error occurred while processing your request.
tr_tr: İşleminiz gerçekleştirilirken bir hata oluştu.

source: Monthly Report
tr_tr: Aylık Rapor

# CancelledClients
source: Cancelled Customers
tr_tr: İptal Edilenler

# DebtDisabledClients
source: Disabled out of Debt
tr_tr: Pasif

# FreezedClients
source: Freezed Customers
tr_tr: Dondurulanlar

source: Quick Access
tr_tr: Hızlı Erişim

# RegisteredClients
source: Registered Customers
tr_tr: Toplam Müşteri

source: Manual Edit
tr_tr: Manuel Düzenleme

source: Unstable Connections
tr_tr: İstikrarsız Bağlantılar

source: Paying Amount
tr_tr: Ödeme Tutarı

source: Unpaid Bills
tr_tr: Ödenmemiş Faturalar

source: Last Registers
tr_tr: Son Kayıtlar

source: Today Payments
tr_tr: Bügün Yapılan Ödemeler

source: Change Logo
tr_tr: Logoyu Değiştir

source: Pay and Print
tr_tr: Öde ve Yazdır

source: Print
tr_tr: Yazdır

source: Receipt
tr_tr: Makbuz

source: Payment Receipt
tr_tr: Tahsilat Makbuzu

source: Load
tr_tr: Yükle

source: Cash Desk Report
tr_tr: Kasa Raporu

# GetPrintableDoc
source: Get Printable Document
tr_tr: Yazdırılabilir Dokümanı Al

# FinishRequest
source: Complete The Request
tr_tr: Talebi Tamamla

# NewClients
source: New Registers
tr_tr: Yeni Kayıtlar

source: Risky Clients
tr_tr: Riskli Müşteriler

source: Roles
tr_tr: Roller

source: User Management
tr_tr: Kullanıcı Yönetimi

source: Users
tr_tr: Kullanıcılar

source: Add User
tr_tr: Kullanıcı Ekle

source: Reset Password
tr_tr: Şifreyi Yenile

source: Add Role
tr_tr: Rol Ekle

source: Add Cashier
tr_tr: Veznedar Ekle

source: Cashiers
tr_tr: Veznedarlar

source: Cashiers List
tr_tr: Veznedarlar Listesi

source: Change Now
tr_tr: Şimdi Değiştir

# NASAlert
source: These NASes are unavailable:
tr_tr: Bu NAS'lar kullanılamıyor:

# CityProvince
source: Cities & Provinces
tr_tr: İller ve İlçeler

source: Manage Cities
tr_tr: İlçeleri Yönet

source: Auto
tr_tr: Oto

source: SMS Settings
tr_tr: SMS Ayarları

source: Send Website Credentials
tr_tr: Online İşlem Merkezi Şifresi Gönder

source: Create Bill
tr_tr: Fatura Oluştur

# FailedPay
source: Payment Faild
tr_tr: Ödeme Başarısız

# VPOSPayment
source: Virtual POS Payment
tr_tr: Sanal POS Ödeme

# InfrastructureCheck
source: Infrastructure Inquiry
tr_tr: Altyapıyı Sorgula

# TurTelekomServices
source: TurkTelekom Services
tr_tr: TürkTelekom Hizmetleri

# AjaxLoadingError
source: Error Loading Data
tr_tr: Veri Yükleme Hatası

source: Check By BBK
tr_tr: BBK İle Sorgula

source: Check By PSTN
tr_tr: PSTN İle Sorgula

# CompanyInfo
source: Company Information
tr_tr: Şirket Bilgileri

# ContactInfo
source: Contact Information
tr_tr: İletişim Bilgileri

source: Personal/Company Details
tr_tr: Kişisel/Şirket Detayları

source: System Identity
tr_tr: Sistem Kimliği

source: Usage Info
tr_tr: Kullanım Bilgileri

# ClientDSLAMInfo
source: Client DSLAM Information
tr_tr: Müşteri DSLAM Bilgileri

source: Line Quality Check
tr_tr: Hat Kalitesi Sorgulama

# LineQualityData
source: L'ne Quality Data
tr_tr: Hat Kalitesi Değerleri

source: Stamp Duty
tr_tr: Damga Vergisi

source: Taxes
tr_tr: Vergiler

# SignInAs
source: Sign In As User
tr_tr: Oturumun Aç

source: Sign In Error
tr_tr: Oturum Açma Hatası

source: Payment Services
tr_tr: Ödeme Hizmetleri

source: Total Count
tr_tr: Toplam Sayım

source: Registration Queue
tr_tr: Kayıt Sırası

source: Registration State
tr_tr: Kayıt Durumu

source: Change Speed Profile
tr_tr: Hız Profili Değiştir

source: Processing...
tr_tr: İşlem Yapılıyor...

source: Tax Rates
tr_tr: Vergi Oranları

source: Retry
tr_tr: Tekrar Dene

source: General Faults
tr_tr: Genel Arıza Listesi

source: No General Fault
tr_tr: Genel Arıza Kaydı Yok

source: Transfer
tr_tr: Naklet

source: Services Client Count
tr_tr: Tarifelere Göre Müşteri Sayısı

source: Last Connection
tr_tr: Son Erişim

source: Edit Server
tr_tr: Sunucuyu Düzenle

source: Manage NAT
tr_tr: NAT Yönetimi

# NATRulesChangeWarning
source: Any change in NAT type will result in NAS NAT rule changes.
tr_tr: NAT tipi öğelerindeki herhangi bir değişiklik, NAS NAT kurallarının da değişmesine sebep olacaktır.

source: Edit Netmap
tr_tr: Netmap'i Düzenle

# NATCreatingWaitingMessage
source: Creating NAT rules, Please wait...
tr_tr: NAT kuralları oluşturuyor, lütfen bekleyin...

source: Edit Vertical IP Maps
tr_tr: Dikey IP Haritaları Düzenle

source: Decrease
tr_tr: Azalt

source: Increase
tr_tr: Yükselt

# ForgotPassword
source: Forgot My Password
tr_tr: Şifremi Unuttum

source: Cancel Payment
tr_tr: Ödemeyi İptal Et

source: Discount
tr_tr: İskonto

source: Batch EBill
tr_tr: Toplu E-Fatura

source: E-Bill
tr_tr: E-Fatura

# ManualEBillWarning
source: This process should not be done during the automatic e-bill processing.
tr_tr: Bu işlem otomatik e-fatura işlemi sırasında yapılmamalıdır.

source: Batch Results
tr_tr: Toplu Sonuçlar

source: Force
tr_tr: Zorla

source: Attached Files
tr_tr: Dosya Yükleme ve Görüntüleme

source: No Files Found.
tr_tr: Dosya Bulunamadı.

source: Passive
tr_tr: Pasif

source: Client Setup
tr_tr: Müşteri Kurulum

source: No Setup
tr_tr: Kurulum Yok

source: Send To Setup Service
tr_tr: Kurulum Hizmetine Gönder

source: Customer Setup Service
tr_tr: Müşteri Kurulum Servisi

source: Customer Setup Tasks
tr_tr: Müşteri Kurulum Görevleri

# CustomerSetupUsers
source: Setup Service Operators
tr_tr: Kurulum Servis Operatörleri

source: Add Operator
tr_tr: Operatör Ekle

source: Add Service Fee
tr_tr: Servis Ücreti Ekle

source: Create Support Request
tr_tr: Destek İsteği Oluşturma

# VPOSSettings
source: Virtual POS Settings
tr_tr: Sanal POS Ayarları

source: Reports
tr_tr: Raporlar

source: Client Count
tr_tr: Müşteri Sayısı

source: Growth
tr_tr: Büyüme

source: Last 12 Months
tr_tr: Son 12 Ay

source: Online Clients
tr_tr: Online Müşteriler

source: Client Usage Report
tr_tr: Müşteri Kullanım Raporu

# TopUsages
source: Top Upload/Download
tr_tr: Upload/Download Raporu ASC

source: Cancelled Clients Unpaid Bills
tr_tr: İptal Durumunda Olup Tahsil Edilmemiş Fatura Listesi

source: Get Tax Details
tr_tr: Vergi Detayları İçeren Fatura Listesi

source: Total Download/Upload
tr_tr: Toplam Download/Upload

source: Background Services
tr_tr: Servisler

source: Restart
tr_tr: Yeniden Başlat

source: Stop
tr_tr: Durdur

source: Static IP Report
tr_tr: Statik IP Raporu

source: Close NAS Connections
tr_tr: Router Bağlantılarını Kapat

source: Corporate Customer
tr_tr: Kurumsal Müşteri

source: Customer Info
tr_tr: Müşteri Bilgileri

source: Individual Customer
tr_tr: Bireysel Müşteri

source: Subscription Info
tr_tr: Abonelik Bilgileri

source: Select Customer Type
tr_tr: Müşteri Tipini Seçin

source: Next
tr_tr: İleri

source: Checking Customer
tr_tr: Müşteriyi Kontrol Etmek

# BlackListError
source: This customer is in blacklist.
tr_tr: Bu müşteri kara listede.

# HasSameAddress
source: The residence and installation address is the same.
tr_tr: Yerleşim ve tesis adresi aynıdır.

# HasSameAddressCompany
source: The company and installation address is the same.
tr_tr: Şirket ve tesis adresi aynıdır.

source: Add Subscription
tr_tr: Abone Ekle

source: Edit Subscription
tr_tr: Aboneyi Düzenle

source: No Commitment
tr_tr: Taahhütsüz

source: Identity Documents
tr_tr: Kimlik Belgeleri

source: PDF Templates
tr_tr: PDF Şablonları

source: Edit Template
tr_tr: Şablonu Düzenle

# SystemLogs
source: Process History
tr_tr: İşlem Geçmişi

source: Change Service
tr_tr: Tarife Değiştir

source: System Logs Report
tr_tr: İşlem Geçmişi Raporu

source: Commitment Report
tr_tr: Taahhüt Raporu

source: Call Center
tr_tr: Çağrı Merkezi

source: Call Center Settings
tr_tr: Çağrı Merkezi Ayarları

source: Web Phone
tr_tr: Web Telefon

# IncomingCallMessage
source: Received a call from <span class="client-name">{0}</span>
tr_tr: <span class="client-name">{0}</span> den bir çağrı aldı.

source: Show
tr_tr: Göster

source: Notification URL
tr_tr: Bildirilecek URL

source: Other Settings
tr_tr: Diğer Ayarlar

source: BTK IP Blocks
tr_tr: BTK IP Blokları

source: BTK Logs
tr_tr: BTK Logları

source: Scheduler Settings
tr_tr: Zamanlayıcı Ayarları

# ContractFileName
source: {0}_Contract.pdf
tr_tr: {0}_Sözleşme.pdf

source: Download
tr_tr: İndir

source: Download Contract
tr_tr: Sözleşmesi İndir

source: Contract Appendix
tr_tr: Sözleşme Eki

source: Freeze Subscriber
tr_tr: Abone Dondurmak

source: Cancel Subscriber
tr_tr: Abone İptal

# UnfreezeError
source: Release Error
tr_tr: Çözme Hatası

source: Quota
tr_tr: Kota

source: Quota Settings
tr_tr: Kota Ayarları

source: Add Package
tr_tr: Paket Ekle

source: Amount
tr_tr: Miktar

source: Price
tr_tr: Fiyat

source: Quota Packages
tr_tr: Kota Paketleri

source: Sell Quota
tr_tr: Kota Satış

source: Quota Details
tr_tr: Kota Detayları

source: MobilExpress Settings
tr_tr: MobilExpress Ayarları

# RecurringClientInfo
source: This subscriber uses automatic payment:
tr_tr: Bu abone otomatik ödeme kullanıyor:

source: Close
tr_tr: Kapat

source: Automatic Payment Report
tr_tr: Otomatik Ödeme Talımatlar Raporu

source: Domain Settings
tr_tr: Domain Ayarları

source: Validate
tr_tr: Doğrula

source: Automatic
tr_tr: Otomatik

source: Toggle Mode
tr_tr: Modu Değiştir

# NoTCKValidationMethod
source: No TCK validation method defined.
tr_tr: TCK doğrulama yöntemi tanımlanmadı.

# TCKValidationSuccess
source: TCK validation passed.
tr_tr: TCK doğrulaması geçti.

source: Telekom Registration Info
tr_tr: Telekom Kayıt Bilgileri

source: Found Existing Customer:
tr_tr: Mevcut Müşteri Bulundu:

source: Address API Settings
tr_tr: Adres API Ayarları

source: Telekom Tariffs
tr_tr: Telekom Tarifeler

source: Clear Cache
tr_tr: Önbelleği Temizle

source: Not Supported
tr_tr: Desteklenmiyor

source: Edit ID Card
tr_tr: Kimlik Kartı Düzenleme

source: Change Username
tr_tr: Kullanıcı Adı Değiştirme

source: Telekom Work Orders
tr_tr: Telekom İş Emirleri

source: Finish
tr_tr: Tamamla

source: Manually Add
tr_tr: Manuel Olarak Ekle

source: Synchronize
tr_tr: Senkronize Et

source: Change Address
tr_tr: Adresini Değiştir

source: Transport
tr_tr: Naklet

source: Change DSL No
tr_tr: DSL Numara Değiştirme

source: Change Static IP
tr_tr: Statik IP Değiştirme

source: Cancel Bill
tr_tr: Faturayı İptal Et

source: E-Bill Cancellation
tr_tr: E-Fatura İptali

# EBillCancellationError
source: An error occurred while cancelling e-bills
tr_tr: E-faturaları iptal edilirken bir hata oluştu

# DomainNotFound
source: Invalid Domain
tr_tr: Geçersiz Domain

source: Others
tr_tr: Diğerler

source: Cancelled
tr_tr: İptal Edilmiş

source: Add Partner
tr_tr: Bayi Ekle

source: Partners
tr_tr: Bayiler

source: Sub Users
tr_tr: Alt Kullanıcılar

source: Partner Permissions
tr_tr: Bayinin Yetkileri

source: Partner Valid Tariffs
tr_tr: Bayinin Geçerli Tarifeleri

source: Work Areas
tr_tr: Çalışma Bölgeleri

source: Partner Groups
tr_tr: Bayi Grupları

source: Credits
tr_tr: Krediler

source: Add Credits
tr_tr: Kredi Ekle

# PartnerCreditPermissionWarning
source: This partner cannot do payments.
tr_tr: Bu bayi ödeme yapamıyor.

source: Subtract Credits
tr_tr: Kredi Çıkar

source: IPDR Report
tr_tr: IPDR Raporu

source: Partner API Settings
tr_tr: Bayii API'sı Ayarları

source: Payment Cancellation
tr_tr: Ödeme İptali

# ExpiredPoolNameWarning
source: Leave empty for no expired pool.
tr_tr: Expired pool yoksa boş bırakın.

source: Expired Pools
tr_tr: Expired Pool'lar

source: Tariff Subscription Bills Count
tr_tr: Tarifenin Abonelik Faturaların Sayısı

source: Recurring Discounts
tr_tr: Tekrarlayan İndirimler

source: Discount Report
tr_tr: İndirim Raporu

source: Additional Operations
tr_tr: Ek İşlemler

source: Add Special Offer
tr_tr: Kampanya Ekle

source: Special Offers
tr_tr: Kampanyalar

source: Cancellation Details
tr_tr: İptal Ayrıntıları

source: File List
tr_tr: Dosya Listesi

source: No Data
tr_tr: Veri Yok

source: Offline Payment Gateways
tr_tr: Offline Ödeme Geçitleri

source: Offline Payments
tr_tr: Offline Ödemeler

source: Last Operation
tr_tr: Son İşlem

source: Last Operation Time
tr_tr: Son İşletme Tarihi

source: Add Referral Discount
tr_tr: Referans İndirim Ekleme

source: Batch Expiration Date Update
tr_tr: Toplu Son Kullanım Tarihi Güncelleme

source: Referral Discount Report
tr_tr: Referans İndirim Raporu

source: History
tr_tr: Geçmiş

source: Rename
tr_tr: Adını Değiştir

source: Support Groups
tr_tr: Destek Grupları

source: Support Request Settings
tr_tr: Destek İsteklerin Ayarları

source: Support Request Types
tr_tr: Destek İstek Türleri

source: Support Group Users
tr_tr: Destek Grubunun Kullanıcıları

source: Support Request Sub Types
tr_tr: Destek İsteği Alt Türleri

source: Assign To Member
tr_tr: Personele Devret

source: Customer
tr_tr: Müşteri

source: Add Note
tr_tr: Not Ekle

source: Redirect to Group
tr_tr: Gruba Yönlendir

source: Finished Requests
tr_tr: Tamamlanmış İstekler

source: Direct
tr_tr: Direkt

source: Share Requests
tr_tr: İstekleri Paylaş

source: Customer Website Settings
tr_tr: OİM Ayarları

source: Send Contract Via Mail
tr_tr: Sözleşmeyi E-posta İle Gönder

# ContractMailSubject
source: {0} - Subscription Application Form and Contracts
tr_tr: {0} - Abonelik Başvuru Formu ve Sözleşmeler

source: E-mail
tr_tr: E-posta

source: Default
tr_tr: Varsayılan

source: Email Settings
tr_tr: E-posta Ayarları

source: Forms
tr_tr: Formlar

source: Language
tr_tr: Dil

# CotractMailAttachmentName
source: Application Form and Subscription Agreement
tr_tr: Başvuru Formu ve Abonelik Sözleşmesi

# MetaDescription
source: MasterISS website manages ISP customers and is a CRM.
tr_tr: MasterISS web sitesi, ISS müşterilerini yönetir ve bir CRM'dir.

# MetaTitle
source: MasterISS Customer Management Website
tr_tr: MasterISS Müşteri Yönetimi Web Sitesi

source: File Manager Settings
tr_tr: Dosya Yönetici Ayarları

source: File Manager Error
tr_tr: Dosya Yöneticisi Hatası

source: Add External Usage
tr_tr: Harici Kullanım Ekle

source: Edit External Usage
tr_tr: Harici Kullanımını Düzenle

source: Attachments
tr_tr: Ek Dosyalar

source: Allowances
tr_tr: Hakedişler

source: Create Partner Proceed
tr_tr: Hasılat Oluştur

source: Sales Allowance
tr_tr: Satış Hakedişi

source: Setup Allowance
tr_tr: Kurulum Hakedişi

source: Partner Proceed Details
tr_tr: Bayinin Hasılat Detayları

source: Overview
tr_tr: Genel Bakış

source: Subscription Transition
tr_tr: Abonelik Geçişi

source: Pending
tr_tr: Bekliyor

source: Transition Operators
tr_tr: Geçiş İşletmecileri

# NotesAndForms
source: Notes & Forms
tr_tr: Notlar & Formlar

source: Send E-Mail
tr_tr: E-Posta Gönder
