Repository: RezaB30/Core-Systems
Catalog: RadiusR.Localization/Pages/OfflinePaymentReportStages.*.resx
Languages: tr_tr

# AlreadyPaidBill
source: Bill No {0} For Subscription {1} Already Paid.
tr_tr: Fatura No {0}, {1} Abonelik İçin Zaten Ödenmiş.

# BillNotFound
source: Bill No {0} Not Found.
tr_tr: Fatura No {0} Bulunamadı.

source: Bill Payment
tr_tr: Fatura Ödeme

source: Create Upload File From Database
tr_tr: Veritabanından Yükleme Dosya Oluşturma

# FailedPayment
source: Failed Payment For Bill No: {0}, Subscriber No: {1}.
tr_tr: Fatura No: {0}, Abone No: {1} için Ödeme Başarısız.

source: Gateway Settings Not Found
tr_tr: Geçit Ayarları Bulunamadı

source: Get Bill List From Database
tr_tr: Fatura Listesi Veritabanından Alma

source: Get Payment List
tr_tr: Ödeme Listesi Alma

source: Load Gateway Settings
tr_tr: Geçit Ayarları Yükleme

source: Load Payment Files
tr_tr: Ödeme Dosyaları Yükleme

# PaymentResult
source: Successful Payments: {0}, Already Paid: {1}, Not Found: {2}, Failed Pay: {3}.
tr_tr: Başarılı Ödemeler: {0}, Zaten Ödenmiş: {1}, Bulunamadı: {2}, Başarısız Ödeme: {3}.

source: Process Payment File
tr_tr: Ödeme Dosyası İşleme

# Skipped
source: Skipped Because of Previous Errors.
tr_tr: Önceki Hatalar Nedeniyle Atlandı.

source: Success
tr_tr: Başarı

source: Update Database
tr_tr: Veritabanını güncelleme

source: Upload Bill Lists
tr_tr: Fatura Listeleri Yükleme
