Repository: RezaB30/Core-Systems
Catalog: RadiusR.Localization/Model/RadiusR.*.resx
Languages: tr_tr

source: Address
tr_tr: Adres

source: Birth Date
tr_tr: Doğum Tarihi

source: Customer Count
tr_tr: Müşteri Sayısı

source: Dealer
tr_tr: Bayi

source: Dealer Name
tr_tr: Bayi Ünvan

source: Email
tr_tr: E-posta

source: End Date
tr_tr: Bitiş Tarihi

source: Executive First Name
tr_tr: Yetkilinin Adı

source: Executive Full Name
tr_tr: Yetkilinin Ad Soyad

source: Executive Last Name
tr_tr: Yetkilinin Soyadı

source: First Name
tr_tr: Adı

source: Last Name
tr_tr: Soyadı

source: Membership Date
tr_tr: Abonelik Başlangıç Tarihi

source: Password
tr_tr: Parola

source: Phone No.
tr_tr: Telefon

# ProcessBilling
source: Profit Cut
tr_tr: Hak Ediş

# RoleIds
source: Authorizations
tr_tr: Yetkiler

# TelekomSubscriberNo
source: Service No.
tr_tr: XDSL No

source: Tax No.
tr_tr: Vergi No

source: Tax Office
tr_tr: Vergi Dairesi

source: Full Name
tr_tr: Adı Soyadı

source: State
tr_tr: Durum

source: Price
tr_tr: Fiyat

source: New Name
tr_tr: Yeni Adı

source: Old Name
tr_tr: Eski Adı

source: Start Date
tr_tr: Başlangıç Tarihi

# FeeTypeID
source: Fee Type
tr_tr: Ücret Tipi

source: Installment Count
tr_tr: Taksit Sayısı

# KDV
source: ADT
tr_tr: KDV

source: Date
tr_tr: Tarih

# IsAllTime
source: All Bills
tr_tr: Tüm Faturalar

source: Accountant
tr_tr: Muhasebeci

source: Issue Date
tr_tr: Tanzim Tarihi

source: Pay Date
tr_tr: Ödeme Tarihi

source: Customer
tr_tr: Müşteri

# PaymentDay
source: Billing Period
tr_tr: Fatura Dönemi

source: Customer Name
tr_tr: Müşteri Adı

source: Activation Date
tr_tr: Aktivasiyon Tarihi

source: Reactivation Date
tr_tr: Yeniden Etkinleştirme Tarihi

source: Reason
tr_tr: Sebep

source: Bill Type
tr_tr: Fatura Tipi

source: Title
tr_tr: İsim

# IsActive
source: Active
tr_tr: Aktif

source: Amount
tr_tr: Miktar

source: Total Credit
tr_tr: Toplam Kredi

source: Adding Amount
tr_tr: Ekleme Miktarı

source: Subtracting Amount
tr_tr: Çıkarma Miktarı

# TaskType
source: Work Type
tr_tr: İş Tipi

source: Is Done
tr_tr: Bitti

source: Payment Type
tr_tr: Ödeme Türü

source: Service Type
tr_tr: Tarife Tipi

source: Period Length
tr_tr: Dönem Uzunluğu

source: Period Count
tr_tr: Dönem Sayısı

source: Online Password
tr_tr: Online Şifre

source: Message
tr_tr: Mesaj

# AddToDescription
source: Add To The Description
tr_tr: Açıklamaya Ekle

source: New Password
tr_tr: Yeni Şifre

# OldPassword
source: Current Password
tr_tr: Şimdiki Şifre

# InterimInterval
source: Accounting Interval
tr_tr: Muhasebe Aralığı

source: Protocol
tr_tr: Protokol

# SMSCulture
source: Language
tr_tr: Dil

source: SMS Text
tr_tr: SMS Metni

source: SMS Type
tr_tr: SMS Tipi

source: Group Name
tr_tr: Grup Adı

source: Groups
tr_tr: Gruplar

source: Language
tr_tr: Dil

source: IP Capacity
tr_tr: IP Kapasitesi

source: IP Range
tr_tr: IP Aralığı

source: API Port
tr_tr: API Portu

source: Real IP
tr_tr: Gerçek IP

source: Archive No
tr_tr: Arşiv No

source: Days Remaining
tr_tr: Kalan Gün

source: End
tr_tr: Son

source: IP Pool
tr_tr: IP Havuzu

source: Start
tr_tr: Başlangıç

source: Shared IP
tr_tr: Paylaşılan IP

source: Static IP
tr_tr: Statik IP

source: Local IP
tr_tr: Yerel IP

# PaidBillAmount
source: Paid Invoice Total
tr_tr: Ödenmiş Fatura Toplam

# PaidBillCount
source: Number of Paid Invoices
tr_tr: Ödenmiş Fatura Sayısı

# TotalBillAmount
source: Billed Invoice Total
tr_tr: Kesilen Fatura Toplam

# TotalBillCount
source: Number of Billed Invoices
tr_tr: Kesilen Fatura Sayısı

# UnpaidBillAmount
source: Unpaid Invoice Total
tr_tr: Ödenmemiş Fatura Toplam

# UnpaidBillCount
source: Number of Unpaid Invoices
tr_tr: Ödenmemiş Fatura Sayısı

source: Expiration Date
tr_tr: Son Kullanım Tarihi

source: Income Type
tr_tr: Gelir Tipi

source: Daily Disconnection Time
tr_tr: Günlük Kesme Zamanı

source: Payment Gateway
tr_tr: Ödeme Geçidi

# AddDate
source: Issue Date
tr_tr: Kayıt Tarihi

source: Role
tr_tr: Rol

source: System Role
tr_tr: Sistem Rolü

source: Permissions
tr_tr: Yetkiler

source: City
tr_tr: İlçe

source: Province And City
tr_tr: İl ve İlçe

source: Cities
tr_tr: İlçeler

source: Code
tr_tr: Kod

source: Name
tr_tr: İsim

source: Local IP Pool
tr_tr: Yerel IP Havuzu

source: Real IP Pool
tr_tr: Gerçek IP Havuzu

source: Caching Length
tr_tr: Önbelleğe Alma Uzunluğu

source: Service Password
tr_tr: Hizmet Şifresi

# ServiceTitle
source: SMS Title
tr_tr: SMS Başlığı

source: Service Username
tr_tr: Hizmat Kullanıcı Adı

# DealerNASes
source: Available NASes for dealer
tr_tr: Bayi için mevcut NAS'ler

# CardExpirationMonth
source: Card Expiration Date
tr_tr: Kart Son Kullanma Tarihi

# CardExpirationYear
source: Card Expiration Date
tr_tr: Kart Son Kullanma Tarihi

source: Card Number
tr_tr: Kart Numarası

source: Availability
tr_tr: Kullanılabilirlik

source: Building
tr_tr: Bina

source: Cabinet Distance
tr_tr: Dolab Mesafesi

source: DSL Max Speed
tr_tr: DSL Maksimum Hız

source: Empty Port
tr_tr: Boş Port

source: Fiber Distance
tr_tr: Fiber Mesafesi

# HasOpenWorkOrder
source: Open Work Order
tr_tr: Açık İş Emri

source: Indoor/Outdoor
tr_tr: İçeri/Dışarıda

source: Infrastructure
tr_tr: Alt Yapı

source: Long Distance
tr_tr: Uzun Mesafe

source: Phone Line Required
tr_tr: Telefon Hattı Gerekli

source: Client Type
tr_tr: Müşteri Tipi

source: Company Title
tr_tr: Şirket Ünvanı

# ClientName
source: Full Name/Company Title
tr_tr: Ad Soyadı/Şirket Ünvanı

source: CRM Speed Profile
tr_tr: CRM Hız Profili

source: Current Download Speed
tr_tr: Download Mevcut Hızı

source: Current Upload Speed
tr_tr: Upload Mevcut Hızı

source: Download Output Power
tr_tr: Download Çıkış Gücü

source: Download Speed Capacity
tr_tr: Download Hız Kapasite

source: Line State
tr_tr: Hat Durumu

source: NMS Speed Profile
tr_tr: NMS Hız Profili

source: Upload Output Power
tr_tr: Upload Çıkış Gücü

source: Upload Speed Capacity
tr_tr: Upload Hız Kapasite

source: Total
tr_tr: Toplam

source: Service Price
tr_tr: Tarife Fiyatı

source: Cancellation Reason
tr_tr: İptal Sebebi

# ClientNo
source: Client Number
tr_tr: Müşteri No.

source: Include ICMP
tr_tr: ICMP'yi dahil et

source: Building Code
tr_tr: Bina Kodu

source: Building No
tr_tr: Bina No

source: City Code
tr_tr: İlçe Kodu

source: District Name
tr_tr: Mahalle Adı

source: Management Code
tr_tr: Müdürlük Kodu

source: Province Code
tr_tr: İl Kodu

source: Queue No
tr_tr: Sıra No

source: Street Name
tr_tr: Sokak Adı

source: DSL Type
tr_tr: DSL Tipi

# PacketCode
source: Packet
tr_tr: Paket

source: Speed
tr_tr: Hız

source: Tariff Code
tr_tr: Tarife Kodu

source: Tax Types
tr_tr: Vergi Türleri

source: Rate
tr_tr: Oran

source: Client Count
tr_tr: Müşteri Sayısı

source: Subscriber No.
tr_tr: Abone No

source: Passport No.
tr_tr: Pasaport No

source: Backbone
tr_tr: Omurga

source: Local IP Subnet
tr_tr: Yerel IP Subnet

source: Map
tr_tr: Harita

source: NAT Info
tr_tr: NAT bilgileri

source: NAT Type
tr_tr: NAT Tipi

source: Netmap List
tr_tr: Netmap Listesi

source: Real IP Subnet
tr_tr: Public IP Subnet

source: Port Count
tr_tr: Port Sayısı

source: Preserve Last Byte
tr_tr: Son Baytı Koru

source: Local IP End
tr_tr: Lokal IP Sonu

source: Local IP Start
tr_tr: Lokal IP Başlangıç

source: Real IP End
tr_tr: Public IP Sonu

source: Real IP Start
tr_tr: Public IP Başlangıç

source: Vertical IP Map List
tr_tr: Dikey IP Harita Listesi

source: Calling Station
tr_tr: Santral MAC/IP

source: Acceptable Distance
tr_tr: Mesafe Yeterli

source: Distance
tr_tr: Mesafe

source: Error Message
tr_tr: Hata Mesajı

source: Infrastructure Type
tr_tr: Altyapı Tipi

source: Port State
tr_tr: Port Durumu

source: Result
tr_tr: Sonuç

source: XDSL Type
tr_tr: XDSL Tipi

source: SMS Code
tr_tr: SMS Kodu

source: Bill No.
tr_tr: Fatura No

source: Due Date
tr_tr: Son Ödeme Tarihi

source: Author
tr_tr: Yazan

source: Total Discount
tr_tr: Toplam İskonto

# EBillIsSent
source: E-Bill Sent
tr_tr: E-Fatura Gönderildi

source: Tax Base
tr_tr: Vergi Matrahı

source: Invalid Count
tr_tr: Geçersiz Sayım

source: Results
tr_tr: Sonuçlar

source: Successful Count
tr_tr: Başarılı Sayım

source: Total Count
tr_tr: Toplam Sayı

source: Unsuccessful Count
tr_tr: Başarısız Sayım

source: Has Modem
tr_tr: Modem var mı?

# ModemName
source: Modem Model
tr_tr: Modem Modeli

# SetupServiceUser
source: Setup Service Provider
tr_tr: Kurulum Servis Sağlayıcı

source: Completion Date
tr_tr: Tamamlama tarihi

source: Operator
tr_tr: Operatör

# IsChargeable
source: Chargeable
tr_tr: Ödetilebilir

source: Reservation Date
tr_tr: Rezervasyon Tarihi

source: Stages
tr_tr: Aşamalar

source: Issuer
tr_tr: Yayınlayan

source: Active Count
tr_tr: Aktif Sayısı

source: Cancelled Count
tr_tr: İptal Edilen Sayısı

source: Freezed Count
tr_tr: Dondurulmuş Sayısı

source: Passive Count
tr_tr: Pasif Sayısı

source: E-Bill Type
tr_tr: E-Fatura Tipi

source: Reference No
tr_tr: Referans No

source: Cancellation Date
tr_tr: İptal Tarihi

source: Total Debt
tr_tr: Toplam Borç

source: E-Bill Issue Date
tr_tr: E-Fatura Oluşturma Tarihi

# ServiceName
source: Tariff Name
tr_tr: Tarife Adı

# BirthPlace
source: Place of Birth
tr_tr: Doğum Yeri

source: Central System No
tr_tr: MERSİS No

source: Company Address
tr_tr: Şirket Adresi

source: Executive Phone No
tr_tr: Yetkilinin Telefon No

source: Executive TCK No
tr_tr: Yetkilinin TCK No

source: Father's Name
tr_tr: Baba Adı

source: Mother's Maiden Name
tr_tr: Anne Kızlık Soyadı

source: Mother's Name
tr_tr: Anne Adı

source: Nationality
tr_tr: Uyruk

source: Profession
tr_tr: Meslek

source: Residence Address
tr_tr: Yerleşim Adresi

source: Sex
tr_tr: Cinsiyet

source: Apartment
tr_tr: Daire

source: District
tr_tr: İlçe

source: Door No
tr_tr: Kapı No

source: Neighborhood
tr_tr: Mahalle

source: Postal Code
tr_tr: Posta Kodu

source: Province
tr_tr: İl

source: Region
tr_tr: Köy

source: Street
tr_tr: Sokak

# AddressNo
source: Address Code
tr_tr: Adres No.

source: Installation Address
tr_tr: Tesis Adresi

source: Executive Birth Date
tr_tr: Yetkilinin Doğum Tarihi

source: API Type
tr_tr: API Tipi

source: Commitment Expiration Date
tr_tr: Taahhüt Bitiş Tarihi

source: Commitment Length
tr_tr: Taahhüt Süresi

source: Blood Type
tr_tr: Kan Grubu

source: Date Of Expiry
tr_tr: Geçerlilik Tarihi

source: Date Of Issue
tr_tr: Veriliş Tarihi

source: Date Of Validity
tr_tr: Geçerlilik Tarihi

source: Document No
tr_tr: Belge No

# FamilySerialNo
source: Family Row No
tr_tr: Aile Sıra No

source: Marital Status
tr_tr: Medeni Hali

source: Place Of Issue
tr_tr: Verildiği Yer

source: Previous Last Name
tr_tr: Önceki Soyadı

source: Reason Of Issue
tr_tr: Veriliş Nedeni

source: Registration No
tr_tr: Kayıt No

source: Religion
tr_tr: Dini

source: Row No
tr_tr: Sıra No

source: Serial
tr_tr: Seri

source: Serial No
tr_tr: Seri No

source: Volume No
tr_tr: Cilt No

source: Country Code
tr_tr: Ülke Kodu

source: Permit Expires
tr_tr: İzin Bitiş Tarihi

source: Permit Valid From
tr_tr: İzin Başlangıç Tarihi

source: Personal No
tr_tr: Şahıs No

source: Place Of Residence
tr_tr: İkamet Yeri

source: Province Of Residence
tr_tr: İkamet İli

source: Valid From
tr_tr: Başlangıç Tarihi

source: Valid Until
tr_tr: Bitiş Tarihi

source: Billing Address
tr_tr: Fatura Adresi

source: Building Name
tr_tr: Bina Adı

source: Floor
tr_tr: Kat

source: Land Phone
tr_tr: Sabit Telefon

source: Subscription Address
tr_tr: Abonelik Adresi

source: Trade Registration No
tr_tr: Ticaret Sicil No

source: Executive Birth Place
tr_tr: Yetkilinin Doğum Yeri

source: Executive Father's Name
tr_tr: Yetkilinin Baba Adı

source: Executive Mother's Maiden Name
tr_tr: Yetkilinin Anne Kızlık Soyadı

source: Executive Mother's Name
tr_tr: Yetkilinin Anne Adı

source: Executive Nationality
tr_tr: Yetkilinin Uyruk

source: Executive Profession
tr_tr: Yetkilinin Meslek

source: Executive Sex
tr_tr: Yetkilinin Cinsiyet

source: Log Type
tr_tr: Log Tipi

source: User
tr_tr: Kullanıcı

source: Subscribers
tr_tr: Aboneler

source: No Commitment
tr_tr: Taahhütsüz

source: API Key
tr_tr: API Anahtarı

# InternalIDList
source: Internal Numbers List
tr_tr: Dahili Numaralar Listesi

# InternalCallCenterNo
source: Internal Phone No
tr_tr: Dahili Telefon No

# IDCardType
source: Identity Card Type
tr_tr: Kimlik Kart Tipi

source: Page No
tr_tr: Sayfa No

source: Task ID
tr_tr: Görev Kodu

source: BTK Operator Code
tr_tr: BTK Operatör Kodu

source: BTK Operator Department
tr_tr: BTK Operatör Birimi

source: BTK Operator Name
tr_tr: BTK Operatör Adı

source: BTK Operator Type
tr_tr: BTK Operatör Tipi

source: Allocation Date
tr_tr: Tahsis Tarihi

source: Block Type
tr_tr: Blok Tipi

source: Deallocation Date
tr_tr: Serbest Bırakma Tarihi

# IPBlockServiceType
source: Service Type
tr_tr: Servis Tipi

source: Operator Name
tr_tr: Operatör Adı

source: Use Location
tr_tr: Kullanma Lokasyonu

source: Uses NAT
tr_tr: NAT Kullanıyor

source: Ending IP
tr_tr: IP Bitişi

source: Starting IP
tr_tr: IP Başlangıcı

source: BTK Log Type
tr_tr: BTK Log Tipi

source: FTP Folder
tr_tr: FTP Klasörü

source: FTP IP Address
tr_tr: FTP IP Adresi

source: FTP Password
tr_tr: FTP Şifresi

source: FTP Username
tr_tr: FTP Kullanıcı Adı

source: Scheduler Active Time
tr_tr: Zamanlayıcı Aktif Zamanı

source: Scheduler Start Day
tr_tr: Zamanlayıcı Başlangıç Günü

# SchedulerStartTime
source: Scheduler Daily Start Time
tr_tr: Görev Zamanlayıcı Başlama Zamanı (HerGün)

source: Scheduler Work Period
tr_tr: Zamanlayıcı Çalışma Dönemi

source: Is Scanned
tr_tr: Tarandı Mı

source: Partition Files
tr_tr: Dosyaları Böl

source: Base Quota
tr_tr: Temel Kota

source: Max Smart Quota Price
tr_tr: Akıllı Kota Maks Fiyatı

source: Quota Type
tr_tr: Kota Tipi

source: Soft Quota Rate Limit
tr_tr: Hızı Düşan Kotanın Hız limiti

source: Service Rate Time Table
tr_tr: Tarife Hızı Zaman Tablosu

source: Quota Unit
tr_tr: Kota Birimi

source: Quota Unit Price
tr_tr: Kota Birim Fiyatı

source: Remaining Quota
tr_tr: Kalan Kota

source: Package
tr_tr: Paket

source: NAS List Refresh Interval
tr_tr: NAS Listesi Yenilenme Aralığı

source: Radius Settings Refresh Interval
tr_tr: Radius Ayarların Yenilenme Aralığı

source: Bills Detail
tr_tr: Faturaların Detayı

source: API Password
tr_tr: API Şifresi

source: Merchant Key
tr_tr: Satıcı Anahtarı

# AutoPaymentType
source: Automatic Payment Type
tr_tr: Otomatik Ödeme Tipi

source: Scheduler Retry Delay
tr_tr: Görev Zamanlayıcı Yeniden Denemek İçin Bekleme Süresi

source: Scheduler Stop Time
tr_tr: Görev Zamanlayıcı Durdurma Saati

source: SMS Scheduler Start Time
tr_tr: SMS Zamanlayıcısı Başlangıç Saati

source: SMS Scheduler Stop Time
tr_tr: SMS Zamanlayıcısı Durdurma Saati

# SMSSchedulerPaymentReminderThreshold
source: Payment Reminder Threshold (Days)
tr_tr: Ödeme Hatırlatma Eşiği (Gün)

# SMSSchedulerPrepaidReminderThreshold
source: Prepaid Reminder Threshold (Days)
tr_tr: Ön Ödemeli Hatırlatma Eşiği (Gün)

source: Send Date
tr_tr: Gönderi Tarihi

source: Access Method
tr_tr: Erişim Yöntemi

source: Domain Name
tr_tr: Domain Adı

source: OLO Portal Customer Code
tr_tr: OLO Portalı Müşteri Kodu

source: OLO Portal Password
tr_tr: OLO Portalı Şifre

source: OLO Portal Username
tr_tr: OLO Portalı Kullanıcı Adı

source: Username Prefix
tr_tr: Kullanıcı Adı Öneki

source: XDSL Web Service Customer Code
tr_tr: XDSL Web Servisi Müşteri Kodu

source: XDSL Web Service Password
tr_tr: XDSL Web Servisi Şifre

source: XDSL Web Service Username
tr_tr: XDSL Web Servisi Kullanıcı Adı

source: Service Domains
tr_tr: Tarifenin Domain'ları

source: Subscriber No. Prefix
tr_tr: Abone No. Önek

source: Contact Phone No.
tr_tr: İrtibat Telefon No.

source: Corporate Customer Info
tr_tr: Kurumsal Müşteri Bilgileri

source: Customer General Info
tr_tr: Müşteri Genel Bilgileri

source: Customer Identity
tr_tr: Müşteri Kimliği

# ExecutiveResidencyAddress
source: Executive's Residency Address
tr_tr: Yetkilinin İkamet Adresi

source: Individual Customer Info
tr_tr: Bireysel Müşteri Bilgileri

source: Other Phone Nos
tr_tr: Diğer Telefon Numaraları

source: Billing Periods
tr_tr: Fatura Dönemleri

source: Billing Period
tr_tr: Fatura Dönemi

source: Subscription Info
tr_tr: Abonelik Bilgileri

# TTPacket
source: Speed Profile
tr_tr: Hız Profili

source: Telekom Customer Code
tr_tr: Telekom Müşteri Kodu

source: Extra Fees
tr_tr: Ekstra Ücretler

source: Fee Variant
tr_tr: Ücret Değişkeni

source: Same As Setup Address
tr_tr: Tesis Adresiyle Aynı

source: Direct Password
tr_tr: Doğrudan Kullanıcı Şifre

source: Direct Username
tr_tr: Doğrudan Kullanıcı Adı

source: Speed Code
tr_tr: Hız Kodu

source: Tariff Name
tr_tr: Tarife Adı

# IsPaperworkNeeded
source: Needs paperwork
tr_tr: Evrak Gerekiyor

source: Skip Validation
tr_tr: Doğrulamayı Geç

source: Commitment
tr_tr: Taahhüt

source: Registration Date
tr_tr: Kayıt Tarihi

source: Tariff Info
tr_tr: Tarife Bilgileri

source: Telekom Info
tr_tr: Telekom Bilgileri

source: Creation Date
tr_tr: Oluşturulma Tarihi

source: Operation Sub Type
tr_tr: İşlem Alt Tipi

source: Operation Type
tr_tr: İşlem Tipi

source: Closing Date
tr_tr: Kapanış Tarihi

source: Is Open
tr_tr: Açık

source: Last Retry Date
tr_tr: Son Yeniden Deneme Tarihi

# ShowClosed
source: Show Closed Ones
tr_tr: Kapalı Olanları Göster

source: Current Billing Period
tr_tr: Cari Fatura Dönemi

source: Billing Type
tr_tr: Faturalandırma Tipi

source: New Tariff Activation Date
tr_tr: Yeni Trife Aktivasyon Tarihi

source: New Tariff Name
tr_tr: Yeni Tarife Adı

# NoQueue
source: Don't Send Rate Limit
tr_tr: Hız Sınırını Gönderilmesin

source: Executive TCK
tr_tr: Yetkilinin TCK'sı

source: Max Active Users
tr_tr: Maks. Etkin Kullanıcılar

source: Allowance
tr_tr: Hakediş

source: Partner Count
tr_tr: Bayi Sayısı

source: Show Disabled
tr_tr: Devre Dişileri Göster

source: Permission
tr_tr: Yetki

source: Payment Allowance
tr_tr: Ödeme Hakediş

source: Setup Allowance
tr_tr: Kurulum Hakediş

source: Cancellation History
tr_tr: İptal Geçmişi

source: Days Since Last Cancellation
tr_tr: Son İptalin Beri Geçen Gün Sayısı

source: Bill Payment
tr_tr: Fatura Ödeme

source: Max Freeze Duration
tr_tr: Maks. Dondurma Süresi

source: Port Range
tr_tr: Port Aralığı

source: Session ID
tr_tr: Oturum ID

source: Max Freezes Per Year
tr_tr: Yılda Maks. Dondurma Sayısı

# MinAmountForAllowance
source: Min. Payment to Include Allowance
tr_tr: Hakediş Dahil Etmek İçin Min. Fatura

# SVUID
source: Code (SVUID)
tr_tr: Kod (SVUID)

source: Allowance Threshold
tr_tr: Hakkediş Eşiği

source: Log Interface Type
tr_tr: Log Arabirim Tipi

source: Log Interface Username
tr_tr: Log Arabirim Kullanıcı Adı

source: Expired Pool Name
tr_tr: Expired Pool Adı

source: Expired Pool List
tr_tr: Expired Pool Listesi

source: Bill Count
tr_tr: Fatura Sayısı

source: Application Times
tr_tr: Uygulama Sayısı

source: Application Type
tr_tr: Uygulama Türü

source: Discount Type
tr_tr: İndirim Türü

source: Times Applied
tr_tr: Uygulanmış Sayısı

source: Only Full Invoice
tr_tr: Sadece Tam Fatura

source: Referral Discount
tr_tr: Referans İskonto

source: Discount
tr_tr: İskonto

# IsReferral
source: Referral
tr_tr: Referans

source: Referrer
tr_tr: Referans Olan

# Referring
source: Referenced
tr_tr: Referans Olunan

source: FTP Address
tr_tr: FTP Adres

source: Gateway Type
tr_tr: Geçit Türü

source: Last Operation Time
tr_tr: Son İşlem Tarihi

source: Last Processed File
tr_tr: Son İşlenen Dosya

source: Receive Folder
tr_tr: Alma Klasörü

source: Send Folder
tr_tr: Gönderme Klasörü

source: Details
tr_tr: Ayrıntılar

source: Gateway
tr_tr: Geçit

source: Stage
tr_tr: Aşama

source: Success
tr_tr: Başarı

source: Referred Subscription No
tr_tr: Referans Olunan Abone No

source: Referrer Subscription No
tr_tr: Referans Abone No

source: NAS Type
tr_tr: NAS Türü

source: Last Tariff Change Date
tr_tr: Son Tarife Değişiklik Tarihi

source: New Tariff
tr_tr: Yeni Tarife

source: Old Tariff
tr_tr: Eski Tarife
